Revit 2027 API
ParameterTypeId.PropertySetKeywords Property
 "Keywords"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySetKeywords { get; }
Public Shared ReadOnly Property PropertySetKeywords As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySetKeywords {
	ForgeTypeId^ get ();
}
static member PropertySetKeywords : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace